;Translation by ¦•••SHERIFA•••¦ - Превод от ¦•••SHERIFA•••¦ - sherifa@networx-bg.com


;You can include your name here if you want, I won't remove anything
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn't matter
;The newly added keywords are at the bottom

[win7shell]
RTL=0
newvers=Има излязла нова версия!
disableupdate=Можете да изключите проверката за обновления в настройките на плъгина
opendownload=Искате ли да отворите страницата за сваляне?
uninstall=Няма да видите това запитване отново, ако искате да uninstall-ирате плъгина, давайте:
uninstallhowto='Настройки на Winamp → Plug-ins → General Purpose → Windows 7 Taskbar Integration' и я uninstall-ирайте.
info=Информация
config=Настройки на плъгина
on=Включено
off=Изключено
previous=Предходна
pause=Пауза
play=Възпроизвеждане
stop=Стоп
next=Следваща
errorthumb=Грешка при изменението на миниатюра, изключване на опцията
playing=Playing
paused=Paused
stopped=Stopped
taskinitfail=Невъзможно стартирането интерфейса на Windows 7 taskbar
images=Поддържани формати за изображения
usethumbbg=Използвай като фон на миниатюрата
selectimage=Избери изображение
afterrestart=Модифицирането бутоните за управление на player-а ще има ефект след рестартирането на Winamp.
applysettings=Приложи настройките
help1=Текстът, който ще въведете тук, ще бъде изобразяван на миниатюрата. Можете да пишете колкото си искате редове. Ако опцията за 'свиване на миниатюрата' е включена, крайният вариант ще бъда преоразмерен в зависимост от броят на редовете, който сте въвели в полето.
help2=За да създадете динамичен текст, можете да използвате набор от специални 'metawords' думи, които ако сте вградили в текста, те ще бъдат заменени от текущата информация, взета от Winamp. Списък с metawords: 
help3=Центриране
help5=Название на възпроизвежданата песен
help6=Изпълнител(и) на възпроизвежданата песен
help7=Название на албума (остава празно, ако отсъства)
help8=Година на пускане на албума (остава празно, ако отсъства)
help9=№ на песен
help10=Текущ рейтинг на песента в цифри (пр. 4)
help11=Текущ рейтинг на песента в звезди (пр. ★★★★ )
help12=Текущо време за възпроизвеждане на песента
help13=Оставащо време за възпроизвеждане на песента
help14=Пълно време за възпроизвеждане на песните
help15=Текуща позиция в playlist-ата
help16=Количество песни в текущата playlist-а
help17=Битрейт в kb/s
help18=Честота в kH
help19=Текуща сила на звука в проценти ('%' знака не се въвежда)
help20=Режим 'Shuffle' (хаотично възпроизвеждане на песните) (Вкл. / Изкл.)
help21=Режим 'Repeat' (повторение) (Вкл. / Изкл.)
help=Помощ
transparent=Прозрачност
albumart=Обложка
defbg=Фон по подразбиране
custombg=Фон, който сте избрали
browse=Избери
buttons=Добави управление на player-а с бутони
shrink=Свива миниатюрата в зависимост от броят на редовете
taskicon=Taskbar икона
progressbar=Използвай progressbar за показване status-а на player-а
streaming='Неопледелен' progressbar режим при възпроизвеждане на радио
error=Червена икона в Taskbar-а, когато песента е спряна
overlays=Използвай решетка на иконата за показване status-а на player-а
jumplist=Jump List
bugslink=Бъгове и предложения
bugstext=Отправете Вашите въпроси или предложения
sitelink=Официална страница
sitetext=За обновления, новини, screenshots и детайлен преглед
noupdate=Не проверявай за налични обновления при стартиране на Winamp
ok=OK
cancel=Отмени
removetitle=Премахване на 'Winamp' при заглавието на прозореца
selectfont=Изберете шрифт
aa=Гладък текст
selectshadow=Сянка на цвят
enable=Използване на Aero Peek миниатюра
plugdev=Версия:
thumboptions=Настройки
thumbtext=Текст
background=Фон
translink=Други езици
transtext=Проверка за наличност на допълнителни преводи
vumeter=Използвайте pressbar като спектрален анализатор
iconic=Показване на изображение като икона, а не като фон
author=Автор
volup=Звук +10%
voldown=Звук -10%
openfile=Отваряне на файла
thumbpb=Показване прогрес на възпроизвеждане в миниатюра
wapref=Winamp настройки
startwa=Моля, стартирайте Winamp първо
jumplisterror=Грешка при създаването на jump list

;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"
revert=се използва. Избирането на фон не е достъпно
jlchoice=Показване на следните категории в jump list-ата:
jlrecent=Последно слушани
jlfrequent=Често слушани
jltasks=Задачи
creditslink=Състав
creditstext=Хората, които спомогнаха за създаването на този плъгин
resumeplay=Продължаване на възпроизвеждането
fromstart=Възпроизвеждане отначало
help22=Увеличаване големината на шрифта
help23=Подравняване на текста от миниатюрата вляво
bookmark=Предпочитания
jlnote=Забележка: Само файловете, които са регистрирани да бъдат възпроизвеждани от Winamp, ще бъдат добавени в Jump List-ата (не е нужно да бъде програма по подразбиране). Ако имате вече файловете вече там, можете да ги изтриете като почистите списъка с последно слушани. Предпочитанията се обновяват след рестартиране и след запазване на настройките.
mute=Заглушаване на звука

playlists=Списък с песните
stopafter=Стоп след текущо слушаната

maxbuttons=(Макс. 7 бутона)
help24=Изрисуване сянка текста за текущият ред (избран цвят)
help25=Изрисуване на прозрачна кутия зад текста (избран цвят)
help26=Заместване на текста
help27=Форматиране на текста

applybutton=Приложи
help28=Предотврати този ред с текст от scroll-иране

;changed favorite from 'Favorite' to 'Rate'
favorite=Фаворити